Repository: LemonLabours/Einaya-Aminah
Catalog: lib/l10n/intl_*.arb
Languages: ar

# terms
source: Terms and Conditions
ar: الأحكام والشروط

# privacy
source: Privacey Policy
ar: سياسة الخصوصية

# contact
source: Contact us
ar: تواصل معنا

# onBoardingPage1Headline
source: Welcome to safe care!
ar: مرحبا بك في العناية الآمنة

# onBoardingPage1Body
source: Dive into a world where you're in control. Understand what's in your products and make choices that resonate with your values.
ar: انغمس في عالم يمكنك التحكم فيه. افهم محتويات منتجاتك وقم باختيارات تتوافق مع قيمك.

# onBoardingPage2Headline
source: Scan. Identify. Decide
ar: امسح، حدد ثم قرّر

# onBoardingPage2Body
source: With our intuitive ingredient-scanning feature, instantly spot harmful components in products. Knowledge is power, and we're here to empower your choices
ar: بفضل ميزة مسح المكونات البسيطة لدينا، يمكنك اكتشاف المكونات الضارة في المنتجات على الفور. المعرفة قوة، ونحن هنا لتمكين اختياراتك.

# onBoardingPage3Headline
source: Tailor Preferences
ar: مصمّمة خصيصا لتفضلاتك

# onBoardingPage3Body
source: Set your standards and let us do the rest. Discover products that align with your preferences, ensuring you always make an informed decision.
ar: ضع معاييرك ودعنا نقوم بالباقي. اكتشف المنتجات التي تتوافق مع تفضيلاتك، مما يضمن لك دائمًا اتخاذ قرار صحّي.

source: Dark Theme
ar: الوضع الداكن

source: skip
ar: تجاوز

# signUP
source: sign Up with google
ar: سجل معنا باستخدام جوجل

source: Preferences
ar: تفضيلاتك،

source: Settings
ar: الإعدادات

source: About
ar: حول

# language
source: Arabic Language
ar: اللغة العربية
